<?php 

	$arr = array(
		'status'=>200,
		'data'=>array(
			// array(
			// 	'bookName'=>'1996-1882 ',
			// 	'writer'=>'软21111111111111111件',
			// 	'code'=>100,
			// 	'place'=>'填21111111111111111111上'
			// ),
			// array(
			// 	'bookName'=>'lc2',
			// 	'writer'=>'软件',
			// 	'code'=>100,
			// 	'place'=>'填上'
			// ),
			// array(
			// 	'bookName'=>'我及时这么哇哦瓦大福娃五福娃非法挖 ',
			// 	'writer'=>'软21111111111111111件',
			// 	'code'=>100,
			// 	'place'=>'填21111111111111111111上'
			// ),
			// array(
			// 	'bookName'=>'lc2',
			// 	'writer'=>'软件',
			// 	'code'=>100,
			// 	'place'=>'填上'
			// ),
			// array(
			// 	'bookName'=>'我及时这么哇哦瓦大福娃五福娃非法挖 ',
			// 	'writer'=>'软21111111111111111件',
			// 	'code'=>100,
			// 	'place'=>'填21111111111111111111上'
			// ),
			// array(
			// 	'bookName'=>'lc2',
			// 	'writer'=>'软件',
			// 	'code'=>100,
			// 	'place'=>'填上'
			// ),
			// array(
			// 	'bookName'=>'我及时这么哇哦瓦大福娃五福娃非法挖 ',
			// 	'writer'=>'软21111111111111111件',
			// 	'code'=>100,
			// 	'place'=>'填21111111111111111111上'
			// ),
			// array(
			// 	'bookName'=>'lc2',
			// 	'writer'=>'软件',
			// 	'code'=>100,
			// 	'place'=>'填上'
			// ),
			// array(
			// 	'bookName'=>'我及时这么哇哦瓦大福娃五福娃非法挖 ',
			// 	'writer'=>'软21111111111111111件',
			// 	'code'=>100,
			// 	'place'=>'填21111111111111111111上'
			// ),
			// array(
			// 	'bookName'=>'lc2',
			// 	'writer'=>'软件',
			// 	'code'=>100,
			// 	'place'=>'填上'
			// ),
			// array(
			// 	'bookName'=>'我及时这么哇哦瓦大福娃五福娃非法挖 ',
			// 	'writer'=>'软21111111111111111件',
			// 	'code'=>100,
			// 	'place'=>'填21111111111111111111上'
			// ),
			// array(
			// 	'bookName'=>'lc2',
			// 	'writer'=>'软件',
			// 	'code'=>100,
			// 	'place'=>'填上'
			// ),
			// array(
			// 	'bookName'=>'我及时这么哇哦瓦大福娃五福娃非法挖 ',
			// 	'writer'=>'软21111111111111111件',
			// 	'code'=>100,
			// 	'place'=>'填21111111111111111111上'
			// ),
			// array(
			// 	'bookName'=>'lc2',
			// 	'writer'=>'软件',
			// 	'code'=>100,
			// 	'place'=>'填上'
			// )
		)
	);
	echo json_encode($arr);
 ?>